tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "sanemat/font"
brew "bat"
brew "openssl@1.1"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "deno"
brew "docker", link: false
brew "docker-compose", link: false
brew "dpkg"
brew "node"
brew "openjdk"
brew "emscripten"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fswatch"
brew "gcc"
brew "gh"
brew "ghq"
brew "git"
brew "git-lfs"
brew "graphviz"
brew "helm"
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "ios-deploy"
brew "kubernetes-cli", link: false
brew "lha"
brew "libiconv"
brew "libksba"
brew "libpq"
brew "libxml2"
brew "libxslt"
brew "lsd"
brew "mas"
brew "mecab"
brew "mecab-ipadic"
brew "mkcert"
brew "mysql"
brew "neovim"
brew "ninja"
brew "nss"
brew "p7zip"
brew "pastel"
brew "peco"
brew "pipenv"
brew "postgresql"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "rsync"
brew "starship"
brew "swig"
brew "tmux"
brew "v8@3.15", link: true
brew "wget"
brew "xxh"
brew "yarn"
brew "zlib"
brew "zsh"
brew "sanemat/font/ricty"
cask "alfred"
cask "background-music"
cask "boostnote"
cask "caffeine"
cask "db-browser-for-sqlite"
cask "dbeaver-community"
cask "deepl"
cask "docker"
cask "font-hack-nerd-font"
cask "font-iosevka"
cask "font-iosevka-slab"
cask "font-ricty-diminished"
cask "insomnia"
cask "iterm2"
cask "java"
cask "openinterminal-lite"
cask "rectangle"
cask "soundflower"
cask "steam"
cask "typora"
cask "visual-studio-code"
cask "zoomus"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Kindle", id: 405399194
mas "Rocket.Chat", id: 1086818840
mas "Slack", id: 803453959
mas "TweetDeck", id: 485812721
mas "Xcode", id: 497799835
mas "夜フクロウ", id: 428834068
